# vstDefault3DToolDraw

## Description
```pascal
PROCEDURE vstDefault3DToolDraw;
```

```python

def vs.vstDefault3DToolDraw():
    return None
```

## Version
Availability: from Vectorworks 2011
## Category
* Tool Events